{
  "Proceed Screen": {
    "DESCRIPTIONS": [
      "[Пођи]"
    ]
  },
  "Accursed Blacksmith": {
    "NAME": "Злослутна ковачница",
    "DESCRIPTIONS": [
      "Увлачиш се у малу колибу. Унутра, наилазиш на некакву ковачницу. Све алатке су покривене прашином, па ипак у самом огњу ватра живо пламти. Осећаш се као на ивици...",
      "Одлучујеш да искористиш ковачницу не би ли... NL #y@КЛАНГ@ #y@КЛАААНГ@ #y@КЛАНГ!@ NL ...побољшао свој арсенал!",
      "Одлучујеш да видиш можеш ли наћи нешто. Након тражења испод церада, копања по кутијама, и завиркивања у сваки ћошак и иза сваког угла, налазиш прашњаву #y~реликвију!~ ",
      "Док приводиш ствари крају, пламенови из огња скоче на тебе, #r@прљећи@ #r@и@ #r@ружећи@ твоје руке..",
      "Никако не можеш да одагнаш неки #r~ружан~ #r~осећај~ док излазиш из страћаре. Можда си узнемирио некаквог духа?",
      "Чини се да нема ничега од користи. Полазиш путем којим си дошао, док огањ ковачнице баца #p~језиве~ #p~сенке~ на зидове унутар страћаре..."
    ],
    "OPTIONS": [
      "[Искуј] #gПобољшај #gкарту. #r25%: #rУклет #rси #r- #rПовредом.",
      "[Претражи] #gНађи #gреликвију. #r75%: #rУклет #rси #r- #rОбичношћу.",
      "[Пођи]",
      "Изабери карту коју хоћеш да побољшаш",
      "[Закључано] Захтева: карте које се могу побољшати"
    ]
  },
  "Bonfire Elementals": {
    "NAME": "Bonfire Spirits",
    "DESCRIPTIONS": [
      "You happen upon a group of what look like #ppurple #pfire #pspirits ~dancing~ around a large bonfire. NL ",
      "The spirits toss small bones and fragments into the fire, which ~brilliantly~ ~erupts~ each time. NL As you approach, the spirits all turn to you, expectantly...",
      "You toss an offering into the bonfire. NL NL ",
      "However, the spirits aren't happy that you offered a #pCurse... The card fizzles a meek black smoke. You receive a... #p~something~ in return.",
      "Nothing happens... NL The spirits seem to be ignoring you now. Disappointing...",
      "The flames grow slightly brighter. NL The spirits continue dancing. You feel slightly warmer from their presence.. NL You #gheal #b5 HP.",
      "The flames erupt, growing significantly stronger! NL The spirits dance around you excitedly, filling you with a ~sense~ ~of~ ~warmth.~ NL You are #ghealed to full HP.",
      "The flames @burst,@ nearly knocking you off your feet, as the fire @doubles@ in strength. NL The spirits dance around you excitedly before ~merging~ ~into~ ~your~ ~form,~ filling you with warmth and strength. NL Your Max HP increases by #b10 and you are #ghealed to full HP."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Leave]",
      "[Offer] Receive a reward based on the offer.",
      "Select a Card to Offer."
    ]
  },
  "Match and Keep!": {
    "NAME": "Запамти и задржи!",
    "DESCRIPTIONS": [
      "\" #bДванаест карата! Упариш их, задржиш! #bПет покушаја, нема поновних. NL Спреман? Почнимо!\"",
      "Завршивши с гремлиновом игром, подижеш поглед. NL Нестао је?",
      "Гремлин за столом лудачки меша карте. Чини се да је ово чудовиште безопасно. Прилазиш му из радозналости."
    ],
    "OPTIONS": [
      "[Настави]",
      "[Пођи]",
      "[Играј]",
      "Преостало покушаја: #y"
    ]
  },
  "Duplicator": {
    "NAME": "Дупликатор",
    "DESCRIPTIONS": [
      "Пред тобом стоји окићени олтар посвећен неком древном ентитету.",
      "Клекнеш с поштовањем. У том се застрашујући одраз појављује из светилишта, сударајући се с тобом.",
      "Игноришеш светилиште, поуздан у свој избор."
    ],
    "OPTIONS": [
      "[Помоли се] #gДуплирај #gкарту #gиз #gсвог #gшпила.",
      "[Пођи]",
      "Изабери карту коју хоћеш да дуплираш."
    ]
  },
  "Fountain of Cleansing": {
    "NAME": "Божанска фонтана",
    "DESCRIPTIONS": [
      "Наилазиш на #b~светлуцаву~ #b~воду~ која бескрајно тече из фонтане са оближњег зида.",
      "Са сваким гутљајем #b~воде,~ осећаш како #pмрачна #pшака која те стеже потпуно попушта.",
      "Несигуран у природу ове воде, настављаш својим путем, пресахнуо."
    ],
    "OPTIONS": [
      "[Пиј] #gУклони #gсве #gклетве #gиз #gсвог #gшпила.",
      "[Пођи]"
    ]
  },
  "Golden Shrine": {
    "NAME": "Златно светилиште",
    "DESCRIPTIONS": [
      "Пред тобом стоји детаљно светилиште посвећено неком древном духу. ",
      "Како твоја шака додирну светилиште, у том покуља #yзлато из плафона ~засипајући~ ~те~ ~богатством.~ ",
      "Сваким ударцем у светилиште, #yзлато се излива изнова и изнова! NL NL Трпајући богатство у џепове, осећаш #rкако #rте #rпритиска #rвелика #rтежина.",
      "Игноришеш светилиште."
    ],
    "OPTIONS": [
      "[Помоли се] #gЗадоби #g",
      " #gЗлата.",
      "[Оскрнави] #gЗадоби #g250 #gзлата. #rУклет #rси #r- #rЖалошћу.",
      "[Пођи]"
    ]
  },
  "Lab": {
    "NAME": "Лабораторија",
    "DESCRIPTIONS": [
      "Налазиш се у соби испуњеној полицама пробним тубама, чашама, боцама, форцепсима, стезаљкама, штапићима за мешање, машицама, заштитним наочарима, левцима, пипетима, цилиндрима, кондензаторима, и чак једом ретком спиралном тубом од стакла. NL NL Зашто знаш имена свих ових помагала? Није битно, бациш поглед наоколо."
    ],
    "OPTIONS": [
      "[Претражи] #gПронађи #gнешто #gнапитака!"
    ]
  },
  "Purifier": {
    "NAME": "Прочишћивач",
    "DESCRIPTIONS": [
      "Пред тобом стоји детаљно светилиште посвећено заборављеном духу.",
      "Клечиш с дивљењем, осећајући како ти неко бреме спада са рамена.",
      "Игноришеш светилиште."
    ],
    "OPTIONS": [
      "[Помоли се] #gУклони #gкарту #gиз #gсвог #gшпила.",
      "[Пођи]",
      "Изабери карту коју хоћеш да уклониш."
    ]
  },
  "Transmorgrifier": {
    "NAME": "Преобразилште",
    "DESCRIPTIONS": [
      "Пред тобом стоји детаљно светилиште посвећено заборављеном духу.",
      "Док моћ светилишта струји кроз тебе, осећаш како ти се ум мења.",
      "Игноришеш светилиште."
    ],
    "OPTIONS": [
      "[Помоли се] #gПреобрази #gкарту.",
      "[Пођи]",
      "Изабери карту коју хоћеш да преобразиш."
    ]
  },
  "Upgrade Shrine": {
    "NAME": "Светилиште побољшања",
    "DESCRIPTIONS": [
      "Пред тобом стоји детаљно светилиште посвећено заборављеном духу.",
      "Енергије светилишта се улива у тебе, чинећи те јачим.",
      "Игнориши светилиште."
    ],
    "OPTIONS": [
      "[Помоли се] #gПобољшај #gкарту.",
      "[Пођи]",
      "Изабери карту коју хоћеш да побољшаш.",
      "[Закључано] Захтева: карту која се може побољшати"
    ]
  },
  "Wheel of Change": {
    "NAME": "Точак промене",
    "DESCRIPTIONS": [
      "Налазиш се пред живахним гремлином у кицошком оделу. NL \"Време је да се точак заврти! Да ли си ~С~ ~П~ ~Р~ ~Е~ ~М~ ~А~ ~Н~ ~?~ Наравно да јеси!\"",
      "\"Освојио си нешто #yЗЛАТА! NL УРА!!!!\"",
      "\"А, #gпоклон! NL Уживај!\"",
      "\"Оо, бесплатно #gЗацељење за тебе!\"",
      "\"Изгледа да си освојио #pКлетву! NL То не ваља. NL О па добро! Више среће наредни пут!\"",
      "\"Охх, моћ #r~таме...~ NL Изабери карту коју ћеш уклонити из шпила!\"",
      "\"О-о! NL Изгубио си!\" NL Видиш га како спрема нож...",
      "Замахнеш ка лудом гремлину али је просто пребрз! NL Успе пар пута да те закачи неким грубим сечивом. NL \"Цена је плаћена!!\" NL и с тим, гремлин и његов точак несташе у диму."
    ],
    "OPTIONS": [
      "[Играј]",
      "[Награда!] YAY!!!!",
      "[Награда!] #gЗадоби #gреликвију.",
      "[Награда!] #gПотпуно #gсе #gзацели.",
      "[Награда?] #rКлетва #r- #rРаспадање.",
      "[Награда!] #gУклони #gкарту #gиз #gсвог #gшпила.",
      "[Награда?] #rИзгуби #r",
      " #rЗП.",
      "[Пођи]",
      "Одабери карту коју хоћеш да уклониш."
    ]
  },
  "Falling": {
    "NAME": "Падање",
    "DESCRIPTIONS": [
      "Идући нагоре, скачући са једног лебдећег облика на други, склизнеш. NL NL Почињеш да падаш.",
      "У слободном паду разматраш своје опције: NL Сигурно се приземљи својим највећим техникама. NL Каналиши Моћ како би преживео пад. NL Удари у зид не би ли се закачио на њега.",
      "Приземљио си се са невероватном грациозношћу. Настављаш даље.",
      "Сакупљајући и трошећи нешто своје сирове моћи, успеваш да се приземљиш без повреда.",
      "Закашивши се на зид, успеваш да направиш кратки поскок на другу стабилну платформу."
    ],
    "OPTIONS": [
      "[Даље]",
      "[Приземљи се] #rИзгуби ",
      "[Закључано] Захтева: умеће",
      "[Каналиши] #rИзгуби ",
      "[Закључано] Захтева: моћ",
      "[Удари] #rИзгуби ",
      "[Закључано] Захтева: напад",
      "[Пођи]"
    ]
  },
  "The Moai Head": {
    "NAME": "Моаи глава",
    "DESCRIPTIONS": [
      "Наилазиш на нешто што изгледа као да *уопште* не припада овом месту. Пред тобом, огромна камена глава штрчи из великог сегмента зида који се не премешта и не мења као други у овој области. NL Уста главе су широм отворена, указујући на велике застрашујуће зубе умрљане крвљу. Површина статуе је начичкана пиктограмима који се чини показују људе како се бацају у уста ове главе, бивајући прождрани. Зашто би ико то урадио?",
      "У почетку, како си закорачио у уста статуе, ништа се не дешава. Почевши да се осећаш немало будаласто, џиновски кутњаци се залупе, ломећи те целог. NL @Тама.@ NL У неком тренутку касније из мрака, увидиш трачак светлости, и чујеш оно што сада схваташ да је звук камених зуба који се полако дижу нагоре. NL NL NL Одлазиш сметен.",
      "Поскочиш мало уназад када џиновски кутњаци смрве идола, смрскавајући га у прашину. Зуби поново почеше да се дижу, а са њима и #yзлато крену да шикља у млазу из отвора, засипајући те богатством.",
      "Одлазиш, питајући се шта је могло да буде."
    ],
    "OPTIONS": [
      "[Ускочи] #gПотпуно #gзацели #gЗП. #rИзгуби #r",
      " #rмакс. #rЗП.",
      "[Принеси: Златног идола] #gПокупи #g333 #gзлата. #rИзгуби #rЗлатног #rидола.",
      "[Закључано] Захтева: Златног идола.",
      "[Пођи]"
    ]
  },
  "Mysterious Sphere": {
    "NAME": "Мистериозна сфера",
    "DESCRIPTIONS": [
      "Штрчећи из хаотичног рељефа око тебе, кошчата сфера обухвата мистериозни светлећи објекат изнутра. NL Иако си знатижељан шта је унутра, примећујеш неколико чувара који је држе на оку.",
      "У истом трену ударца у сферу, чувари оживе око тебе!",
      "Од похлепе нема вајде."
    ],
    "OPTIONS": [
      "[Отвори сферу] #rБори се. #gНаграда: #gреликвија.",
      "[Пођи]",
      "[Бори се]"
    ]
  },
  "Thinking with Puddles": {
    "NAME": "",
    "DESCRIPTIONS": [
      "",
      "",
      ""
    ],
    "OPTIONS": [
      "",
      "",
      "",
      ""
    ]
  },
  "Tomb of Lord Red Mask": {
    "NAME": "Гробница Лорда Црвена Маска",
    "DESCRIPTIONS": [
      "С друге стране лебдеће стазе се може видети веома окићена гробница. По пристизању до гробнице, примећујеш отвор за #yзлатнике са натписом изнад.",
      "Поставивши маску, гробница почне да се ~размиче...~ тајни пролаз! NL NL Кроз цео пролаз су постављена крадена добра и гомилице #yзлата!",
      "На гробници се појави отвор из ког потом исклизну мала црвена маска са прикаченом поруком. \"Отимај од других као што сам ја отимао од тебе!\""
    ],
    "OPTIONS": [
      "[Don the Red Mask] #gЗадоби #g222 #gзлата.",
      "[Закључано] Захтева: Црвену маску.",
      "[Дај Злато: ",
      "] #rИзгуби #rсве #rЗлато. #gЗадоби #gреликвију.",
      "[Пођи]"
    ]
  },
  "Winding Halls": {
    "NAME": "Вијугаве дворане",
    "DESCRIPTIONS": [
      "Споро ходећи кривудавим стазама, вазда налазиш себе како губиш пут, док се зидови и патос необјашњиво премештају теби пред очима. Стални шапутави гласови који допиру негде иза потиљка твоје главе уопште не помажу ситуацији.",
      "Пролазећи поред структуре за коју си сигуран да си је раније видео поставља питање да ли си почео да лудиш, или ако немогућа географија овог места почиње да узима свог данак. Нешто мора да се промени, и то ускоро. То свакако гласови предлажу, а зашто би лагали?",
      "Нешто у теби пукне. Само истински луди могу да разумеју место као што је ово, тако да одлучујеш да се препустиш брбљајућим гласовима, настављајући са \"новом\" перспективом. Ствари сада заиста имају више смисла.",
      "Застанеш на трен како би опрезно осмотрио таласасти рељеф око себе, са назнакама шаблона израњајући из насумичности. Сваки пут када би поремећени звуци покушали да прекину твоје мисли, прогурао би кроз ментални бол, игноришући их. NL NL Евентуално успешно мапираш пут напред, настављајући, сада отпоран на злокобну природу овог настраног места."
    ],
    "OPTIONS": [
      "...",
      "[Прихвати лудило] #gЗадоби #gдва #gЛудила. #rИзгуби #r",
      " #rЗП.",
      "[Усресреди се] #rУклет #rси #r- #rГрчевима. #gЗацели #g",
      "[Пођи]",
      " #gЗП."
    ]
  },
  "Big Fish": {
    "NAME": "Велика риба",
    "DESCRIPTIONS": [
      "Идући дугим ходником наилазиш на #yбанану, #yкрофну, и #yкутију који ~лебде~ наоколо. Не... по бољем испитивању завезани су за струне које излазе из рупа на плафону. Чује се тихо @кикотање@ одозгоре како прилазиш предметима. NL Шта чиниш?",
      "Поједеш #yбанану. Хранљива је и помало #bзамађијана, зацељујући те.",
      "Поједеш #yкрофну. Ух, невероватно је добра! Твоји макс. ЗП су повећани.",
      "",
      "Узимаш кутију. Унутра налазиш #yреликвију!",
      " NL Ипак, заиста си жудео за том крофном... NL Испуњен си ~тугом,~ али углавном #rжалошћу."
    ],
    "OPTIONS": [
      "[Банана] #gЗацели #g",
      " #gЗП.",
      "[Крофна] #gМакс. #gЗП #g+",
      ".",
      "[Кутија] #gЗадоби #gреликвију. #rУклет #rси #r- #rЖалошћу.",
      "[Пођи]"
    ]
  },
  "The Cleric": {
    "NAME": "Свештеник",
    "DESCRIPTIONS": [
      "Прилази ти чудан плави хуманоид са златним шлемом(?) и осмехом од уха до уха. NL @\"Поздрав@ @пријатељу!@ Ја сам #bСвештеник! Да ли си заинтересован за моје услуге?!\" створење виче, врло гласно.",
      "Топло златно светло ти обухвати тело и потом нестаде. NL Створење се накези. \"Свештеник најдобрији исцелитељ. @Добар@ @ти@ @дан!\"@",
      "Хладан плави пламет ти обухвати тело и потом нестаде. NL Створење се накези. \"Свештеник таленат. @Добар@ @ти@ @дан!\"@",
      "Не верујеш овом #b\"Свештенику\", тако да пођеш."
    ],
    "OPTIONS": [
      "[Зацељење] #y35 #yзлата: #gЗацели #g",
      "[Закључано] Захтева: ",
      " злато.",
      "[Прочишћење] #y",
      " #yзлата: #gУклони #gкарту #gиз #gсвог #gшпила.",
      "[Закључано] Захтева: 50 злата.",
      "[Пођи]",
      "Изабери карту коју хоћеш да уклониш.",
      " #gЗП."
    ]
  },
  "Dead Adventurer": {
    "NAME": "Мртви пустолов",
    "DESCRIPTIONS": [
      "Претражујући пустолова, ухваћен си неспреман!",
      "Пођеш без и једног шума.",
      "Наишао си на #rмртвог #rпустолова на поду. NL Украдене су му #bпанталоне! Такође, ",
      "чини се да су му оклоп и лице #r@спржени@ #r@пламеновима.@",
      "изгледа да га је #r@натакнула@ #r@и@ #r@изгазила@ нека рогата звер. ",
      "изгледа као да је #r@искасапљен@ #r@и@ #r@исецкан@ чиновским канџама. ",
      "NL Иако су његове #yствари #yи #yдаље #yнетакнуте, није ти до тога да сазнаш шта се овде десило...",
      "Налазиш нешто #yзлата! NL Хоћеш да наставиш са претресом?",
      "Хм, ниси нашао ништа... NL Хоћеш да наставиш са претресом?",
      "Нашао си #yреликвију! Хоћеш да наставиш са претресом?",
      "Чини се да се га претражио без помуке!"
    ],
    "OPTIONS": [
      "[Претражи] #gНађи #gдрангулије. #r",
      "[Пођи]",
      "[Бори се]",
      "[Настави] #gНађи #gдрангулије. #r",
      "%: #rповратак #rчудовишта."
    ]
  },
  "Golden Idol": {
    "NAME": "Златни идол",
    "DESCRIPTIONS": [
      "Наишао си на неупадљиво постоље са #yсијајућим #yзлатним #yидолом који на њему мирно стоји. Изгледа невероватно вредно. NL NL Прилично си сигуран да около не видиш никакве замке.",
      "Узимаш и мећеш Идола, а у том џиновска каменчуга разбија плафон и пада на земљу поред тебе. NL Док схваташ да је под низбрдица, камен почиње да се котрља ка теби.",
      "@БЕЕЕГААААААААЈ!@ NL Једва ускочиш у пролаз са стране док камен пролеће поред тебе. Нажалост изгледа да си нешто угануо.",
      "Бациш се на камен са свиме што имаш. Чекаш да се прашина слегне, а потом сигурно наставиш даље.",
      "@ЗГЊЕЧ!@ NL Камен те мало спљошти у пролазу, али осим тога моћеш да изађеш одавде.",
      "Ако је икад постојала очигледна замка, ово је то. NL Одлучујеш да се не петљаш са предметима постављеним на педестале."
    ],
    "OPTIONS": [
      "[Узми] #gЗадоби #gЗлатног #gидола. #rАктивирај #rзамку.",
      "[Пођи]",
      "[Побегни] #rУклет #rси #r- #rПовредом.",
      "[Суочи се] #rПрими #r",
      " #rштете.",
      "[Сакриј се] #rИзгуби #r",
      " #rмакс. #rЗП."
    ]
  },
  "Golden Wing": {
    "NAME": "Статуа крила",
    "DESCRIPTIONS": [
      "Међу камењем и стењем, приметиш детаљну велику плаву статуу која личи на крило. NL Налазиш #yзлато које испада из њених пукотина. Можда га има још унутра...",
      "Неко ти је некад причао о култу који обожава џиновску птицу. Клечећи у молитви, почињеш да ~осећаш~ ... ~вртоглавицу~ . NL NL Будиш се касније, осећајући се чудно лаганим на ногама.",
      "Почнеш свом својом силином да удараш у статуу. NL Ускоро почне да се @урушава,@ откривајући #yгомилу #yзлата. Зграбиш колико можеш, настављајући даље.",
      "Од статуе се осећаш ~нелагодно.~ Прођеш поред ње, настављајући даље."
    ],
    "OPTIONS": [
      "[Помоли се] #gУклони #gкарту #gиз #gсвог #gшпила. #rИзгуби #r",
      " #rЗП.",
      "[Уништи] #gЗадоби #g",
      " #g- #g",
      " #gЗлата.",
      "[Закључано] Захтева: карту са ",
      " или више штете.",
      "[Пођи]",
      "[Настави]",
      "Изабери карту коју хоћеш да Уклониш."
    ]
  },
  "World of Goop": {
    "NAME": "Свет глиби",
    "DESCRIPTIONS": [
      "Упао си у барицу. NL @НАЧИЊЕНА@ @ЈЕ@ @ОД@ #g@СЛУЗАВЕ@ #g@ГЛИБИ!!@ NL Успаничено, избатргаш се из ње током наредних неколико минута, осећајући како те глиб пржи. NL Осећаш глиб у ушима, глиб у носу, глиб свуда. NL NL Пењући се из барице, примећујеш да ти недостаје нешто #yзлата. Гледајући назад у барицу, у њој видиш своје изгубљене новчиће измешане са #yзлатом несрећних пустолова.",
      "Осећајући жарење глиби како предуго излагање њој почиње да ти растопљује кожу, успеваш да испецаш још #yзлата.",
      "Одлучујеш да тај неред није вредан тога."
    ],
    "OPTIONS": [
      "[Покупи Злато] #gЗадоби #g",
      " #gЗлата. #rИзгуби #r",
      " #rЗП.",
      "[Не дирај] #rИзгуби #r",
      " #rЗлата.",
      "[Пођи]"
    ]
  },
  "Liars Game": {
    "NAME": "Гууујааааа",
    "DESCRIPTIONS": [
      "Улазиш у собу наилазећи на велику рупу у поду. Прилазећи рупи, огромно змијолико створење се у том појави из ње. NL NL ~\"Хо~ ~хооо!~ ~Здраво~ ~здраво!~ ~шта~ ~то~ ~имамо~ ~овде?~ Поздрав путниче, питам једноставно питање. NL Најиспуњенији животи су они у којима можеш да #y~купиш~ #y~било~ #y~шта!~ NL Слажеш ли се?\"",
      "~\"Дддаааааааааааа!~ NL ~Ссссвеее~ ~ово~ ~ће~ ~се~ ~исссплатити.~ NL ~..ссССс.....~ ~сс...~ ~ссссс....!\"~",
      "Гуја упиљено гледа у тебе погледом неописивог разочарења.",
      "Гуја подиже своју главу, бљујући млаз #yзлата нагоре! NL У исто време је запањујуће и застрашујуће. NL Скупиш све #yзлато, захвалиш змији, и пођеш даље."
    ],
    "OPTIONS": [
      "[Слажеш се] #gЗадоби #g",
      " #gЗлата. #rПостани #rУклет #r- #rСумњом.",
      "[Не слажеш се]",
      "[Настави]",
      "[Пођи]"
    ]
  },
  "Living Wall": {
    "NAME": "Живи зид",
    "DESCRIPTIONS": [
      "Пристижући до неког ћорсокака, окренеш се да кренеш назад, али се у том зидови @залупе@ @надоле@ са плафона, заробљавајући те! NL NL Три лица се матерализују из зидова, говорећи. NL #b\"Заборави #bоно #bшто #bзнаш, #bи #bја #bћу #bте #bпустити.\" NL #p\"Ја #pзахтевам #pпромену #pкако #pбих #pвидео #pнови #pпростор.\" NL #y\"Ако #yжелиш #yда #yпрођеш #yмене, #yонда #yмораш #yда #yрастеш.\"",
      "Задовољни, зидови испред тебе се спојише назад са плафоном, остављајући пут напред."
    ],
    "OPTIONS": [
      "[Заборави] #gУклони #gкарту #gиз #gсвог #gшпила.",
      "[Измени се] #gПреобрази #gкарту #gиз #gсвог #gшпила.",
      "[Расти] #gПобољшај #gкарту #gиз #gсвог #gшпила.",
      "Изабери карту коју хоћеш да Уклониш.",
      "Изабери карту коју хоћеш да Преобразиш.",
      "Изабери карту коју хоћеш да Побољшаш.",
      "[Пођи]",
      "[Закључано] Захтева: карту која се може Побољшати"
    ]
  },
  "Mushrooms": {
    "NAME": "Печурке",
    "DESCRIPTIONS": [
      "Попустиш неприродној жељи да поједеш. Док једеш печурку за печурком, осећаш како упадаш у отупљеност, убрзо потом губећи свест. Будиш се, и осећаш се врло чудно. NL #gЗацелио си #b25% свог ЗП, али си такође #rинфициран.",
      "#r@Заседа!!@ NL Одједном се ниоткуда појављују пацови прожети печуркама!",
      "Уђеш у ходник пун #b~хипнотишуће~ #b~обојених~ #b~печурки.~ NL Због мањка специјализације у микологији ниси у могућности да идентификујеш примерке. NL Желиш да побегнеш, али се осећаш чудно присиљеним да поједеш #b~печурку...~"
    ],
    "OPTIONS": [
      "[Изгази] #rНаљути #rпечурке.",
      "[Поједи] #gЗацели #g",
      " #gЗП. #rУклет #rси #r- #rПаразитом.",
      "[Бори се]",
      "[Пођи]"
    ]
  },
  "N'loth": {
    "NAME": "Нлот",
    "DESCRIPTIONS": [
      "Чудно створење са погуреним леђима и неколико пипака чепрка по гомили смећа и шута пред тобом. Како му прилазиш, он се такође непретећи довлачи до тебе. NL \"Нлот гладан. Нахрани Нлота.\"",
      "Држећи #yреликвију према њему, Нлот је зграби из твојих руку својим пипцима, ишчаши своју вилицу, и усиса твоју понуду у једном брзом гутању. NL Осмехну ти се својим широким, зубатим осмехом док се иза његовог огртача појављује још пипака, ови држећи нестварно красну кутију. Гура је према теби док је не узмеш.",
      "Одмахнеш главом. Нлот се још више погрби и уздахне, потом кратким корацима некуд одшета."
    ],
    "OPTIONS": [
      "[Понуди: ",
      "] #rИзгуби #rову #rреликвију. #gЗадоби #gнову #gспецијалну #gреликвију.",
      "[Пођи]"
    ]
  },
  "Scrap Ooze": {
    "NAME": "Отпадна слуз",
    "DESCRIPTIONS": [
      "Улазећи у собу чујеш ~гргољање~ и @шкрипу@ метала. Пред тобом је слузасто створење које је појело превише отпада за своје добро. Из центра створења видиш одбљеске чудног светла, можда нечег магијског? Чини се да би могао задобити неко #yблаго ако би само дохватио у унутрашњи... отвор. Ипак, киселина и оштри предмети би могли да #rповреде.",
      "#r@Јао!@ NL Све што си нашао је нагризени метал и мало #r@горућег@ #r@бола.@ NL Ипак, и даље си убеђен да је унутра #yреликвија...",
      "#gУспех! NL После копања кроз метал и нагризајућу киселину, коначно грабиш #yреликвију и вадиш је напоље. NL Извадио си се из слузи #rповређен али с наградом.",
      "Одлучујеш да идеш одавде. NL Слуз не обраћа пажњу, задовољна својим оброком."
    ],
    "OPTIONS": [
      "[Ишчепркај] #rИзгуби #r",
      " #rЗП. #g",
      "%: #gНађи #gреликвију.",
      "[Пођи]",
      "[Дубље] #rИзгуби #r"
    ]
  },
  "Shining Light": {
    "NAME": "Shining Light",
    "DESCRIPTIONS": [
      "You find a shimmering #ymass #yof #ylight encompassing the center of the room. NL NL Its ~warm~ ~glow~ and ~enchanting~ ~patterns~ invite you in.",
      "As you walk through the light, you notice that the light is absorbed into you. NL It's #r@scorching@ #r@hot@ ! However, the pain quickly recedes. NL You feel #binvigorated, as though you received a well deserved slap.",
      "You walk around it, wondering what could have been."
    ],
    "OPTIONS": [
      "[Enter] #gUpgrade #g2 #grandom #gcards. #rLose #r",
      " #rHP.",
      "[Leave]",
      "[Locked] Requires: Upgradeable Cards"
    ]
  },
  "Addict": {
    "NAME": "Addicted",
    "DESCRIPTIONS": [
      "As you attempt to sneak past a group of shrouded figures, a naked, red-skinned man approaches you. NL \"Got any #yJ.A.X., friend? I got the @shakes@ bad! Please... maybe some #yCoin?\" NL He seems delusional, but harmless.",
      "\"Oh yes, ~yes!~ Here here, a fair trade!\"",
      "The addict throws a loud tantrum, screaming and cursing at you. NL You escape before drawing unwanted attention."
    ],
    "OPTIONS": [
      "[Offer Gold] #y",
      " #yGold: #gReceive #ga #gRelic.",
      "[Locked] Requires: ",
      " Gold.",
      "[Give JAX] #gReceive #ga #gRelic. #rLose #rJ.A.X.",
      "[Locked] Requires: J.A.X.",
      "[Leave] Ignore the addict.",
      "[Leave]"
    ]
  },
  "Back to Basics": {
    "NAME": "Ancient Writing",
    "DESCRIPTIONS": [
      "Scaling the city, you notice a wall covered in the writing of #y~Ancients.~ As you try to wrap your head around what the puzzling symbols and glyphs could mean, the writing begins to #b~glow.~ NL Suddenly, the message becomes clear...",
      "The answer was elegance. NL Of course.",
      "The truth is always simple."
    ],
    "OPTIONS": [
      "[Elegance] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[Simplicity] #gUpgrade #gall #gStrikes #gand #gDefends.",
      "Select a Card to Remove.",
      "[Leave]"
    ]
  },
  "Beggar": {
    "NAME": "Old Beggar",
    "DESCRIPTIONS": [
      "An old beggar cloaked in fur reaches his hands out towards you as you pass. \"Spare some coin, child?\"",
      "The beggar looks to the floor as you pass. NL \"You will never make a difference... You never do.\"",
      "The beggar takes off its cloak to reveal that he is #bCleric! NL @\"You@ @are@ @a@ @kind@ @soul.@ @Receive@ @my@ @purification!\"@ he screams. NL You are unsure if he is grateful or mad.",
      "@\"I@ @hope@ @you@ @do@ @better@ @this@ @time,@ @friend!\"@ he shouts. NL Wondering what was implied by this, you push forward."
    ],
    "OPTIONS": [
      "[Offer Gold] #y",
      " #yGold: #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[Locked] Requires: ",
      " Gold.",
      "[Continue]",
      "[Leave]",
      "Select a Card to Remove."
    ]
  },
  "Cursed Tome": {
    "NAME": "Cursed Tome",
    "DESCRIPTIONS": [
      "In an abandoned temple, you find a giant book, open, riddled with #p@cryptic@ #p@writings.@ NL NL As you try to interpret the elaborate script, it begins to #b~shift~ and #b~morph~ into writing you are familiar with.",
      "Odd. The book seems to be about an #yAncient named #yNeow. NL NL This piques your interest, but you have a general feeling of #p~malaise.~",
      "The Ancient of Resurrection, #yNeow, was exiled to the bottom of the Spire. NL NL You feel compelled to read more, but your body begins to #r~ache.~",
      "Seeking vengeance, #yNeow blesses outsiders, using them for her own purposes. NL NL You are starting to feel very #r~weak~ #r~and~ #r~tired...~",
      "Those resurrected by #yNeow remember only fragments of their past selves, cursed to fight for eternity. NL NL As you near the final page, your #r@old@ #r@wounds@ #r@begin@ #r@to@ #r@reopen!@",
      "Upon finishing the tome, you decide to take it with you. With proof in hand, will you retain your memories?",
      "You exit, feeling a #p~dark~ #p~energy~ #p~emanating~ from the book on the pedestal.",
      "With incredible strain and willpower, you resist the trance of the tome and @SLAM@ it shut. NL You turn and exit the temple, feeling #b~drained...~"
    ],
    "OPTIONS": [
      "[Read]",
      "[Continue] #rLose #r1 #rHP.",
      "[Continue] #rLose #r2 #rHP.",
      "[Continue] #rLose #r3 #rHP.",
      "[Stop] #rLose #r3 #rHP.",
      "[Take] #gObtain #gthe #gBook. #rLose #r",
      " #rHP.",
      "[Leave]"
    ]
  },
  "Drug Dealer": {
    "NAME": "J.A.X. Dealer",
    "DESCRIPTIONS": [
      "A man with an eyepatch and a devilish grin casually strides up to you. NL \"Hey there stranger. Interested in some #yJ.A.X.? It'll make you stronger than any training or blessing. You're gonna need it if you're one of those heroes with a death wish. NL Whad'ya say? Wanna get #yJAXXED?\" NL ",
      "~\"Excellent.\"~ NL The man hands over a dangerous looking syringe filled with glowing liquid before skulking off into a shadowy alleyway.",
      "\"No matter, there's always the next one...\" NL The man saunters away."
    ],
    "OPTIONS": [
      "[Pay] #y",
      " #yGold: #gGet #gJAXXED.",
      "[Locked] Requires: ",
      " Gold.",
      "[Leave]",
      "[Decline]"
    ]
  },
  "Forgotten Altar": {
    "NAME": "Forgotten Altar",
    "DESCRIPTIONS": [
      "In front of you sits an altar to a forgotten god. NL Atop the altar sits an ornate female statue with arms outstretched. NL She calls out to you, demanding sacrifice.",
      "As you gently set the idol onto the altar a #bcold wind swirls throughout the room. NL The arms of the statue begin to discolor and crumble. NL NL Your #ygolden #yidol begins to dull in color and begins bleeding from its eyes. NL The bleeding never ceases.",
      "You stand on the altar and cut your wrists. NL As the #rblood spills out in sacrifice, the arms of the statue reach out and close around your eyes. NL Everything goes dark. NL You wake up a short time later feeling a new potential surging through you.",
      "You lash out and smash the statue in front of you, breaking the magical hold the room had placed upon you. NL A dark wail echoes all around you, and you can feel the #p~cursed~ #p~magic~ seep into your bones."
    ],
    "OPTIONS": [
      "[Offer: Golden Idol] #gReceive #ga #gspecial #gRelic. #rLose #rGolden #rIdol.",
      "[Locked] Requires: Golden Idol.",
      "[Sacrifice] #gGain #g",
      " #gMax #gHP. #rLose #r",
      " #rHP.",
      "[Locked] Requires: Humanity.",
      "[Desecrate] #rBecome #rCursed #r- #rDecay."
    ]
  },
  "Knowing Skull": {
    "NAME": "Knowing Skull",
    "DESCRIPTIONS": [
      "You find yourself in an old, decorated chamber. In the center of the room, a large skull sits atop an ornate pedestal. As you approach, the skull #g@bursts@ #g@into@ #g@flames@ and turns to face you.",
      "\"WHAT IS IT YOU SEEK? WHAT IS IT YOU OFFER?\" NL In sync with its final words, the door behind you @slams@ @shut.@",
      " NL NL \"ANYTHING ELSE?\"",
      " ",
      "\"DRINK UP!\" NL You obtain a potion.",
      "\"PERHAPS THIS WILL HELP?\" NL You obtain a card.",
      "\"YOU MORTALS NEVER CHANGE. IT IS DONE.\" NL #yGold rains down on you!",
      "\"BEHIND YOU, MORTAL.\" NL You peek behind the skull. Surely enough, there is a door."
    ],
    "OPTIONS": [
      "[Continue]",
      " #rHP.",
      "[Information?] #gReveal #gthe #gBoss. #rLose #r",
      "[Success?] #gGet #ga #gColorless #gCard. #rLose #r",
      "[A Pick Me Up?] #gGet #ga #gPotion. #rLose #r",
      "[Riches?] #gGain #g",
      " #gGold. #rLose #r",
      "[How do I leave?] #rLose #r",
      "[Leave]"
    ]
  },
  "Masked Bandits": {
    "NAME": "Masked Bandits",
    "DESCRIPTIONS": [
      "Hehehe.. Thanks for the #ygold! NL Oh, I love #ygold. It's so nice. NL #y~shiny~ #y~shiny~ chits they are!",
      "Hey #bBear, hey! NL This guy gave us all his #ygold! What a sucker, right? NL Get this, I just had to ask nicely. Who knew?! NL I certainly didn't! What a chump!",
      "Gang, let's all have a laugh for this wondrous occasion! NL @Hahaah@ NL @Ho@ @HOH@ ~hoho!~ NL ~Hoh!~",
      "Oh? You're still here? NL Did you overhear something? Didn't think so. NL #r@*snerk*@ ~...loser....~ @Hahaha@ ~haaah~",
      "You encounter a group of bandits wearing large #rred #rmasks. NL \"Hello, pay up to pass... a reasonable fee of @ALL@ your #ygold will do! Heh heh!\""
    ],
    "OPTIONS": [
      "[Pay] #rLose #rALL of your #yGold.",
      "[Fight!]",
      "[Continue]",
      "[Leave]"
    ]
  },
  "Spire Heart": {
    "NAME": "Spire Heart",
    "DESCRIPTIONS": [
      "@tu-thump@ ... @tu-thump@ ... @tu-thump@ ... NL A deep pulsing dread can be felt throughout the room... NL Is this the #r~heart~ of the Spire? The source of this evil?",
      "You deal #b",
      " damage! NL The heart #r@squirms@ and #r~bleeds~ ...but is ultimately still pounding. NL Are your mightiest attacks not enough?",
      "You ask yourself, ~\"Have~ ~I~ ~been~ ~here~ ~before?\"~ NL You feel that you have dealt a total of #b",
      " damage to the heart.",
      " NL A total of #b",
      " damage has been dealt by all who have challenged it.",
      " NL The heart pulses louder and louder as your #y~consciousness~ #y~fades...~",
      "NL You ready your blade...",
      "NL You prepare your daggers...",
      "NL You charge your core to its maximum..."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Attack] #b???",
      "[Sleep]"
    ]
  },
  "The Joust": {
    "NAME": "The Joust",
    "DESCRIPTIONS": [
      "As you make your way through the large buildings you come across a long narrow bridge and spot knights on either side, facing one another. You approach... NL @\"Halt!\"@ NL NL A knight forcefully gestures you to stop with its giant lance.",
      "\"Today is the day I must settle the score with the #rmurderer of my beloved pet, #yNoodles. Until then, you may not pass. NL NL Fellow witness, why don't you #bbet on who you think will emerge victorious?\"",
      "\"I can't believe you're betting against #yNoodles!\" NL NL Furious, he clamps down his helmet and rushes towards his nemesis.",
      "\"Give me strength, #yNoodles!\" NL NL Clamping down his helmet, the knight charges forward.",
      "NL #y@*CRASH!!!*@ #r@*KLAAAANG!*@ NL NL #g@*POW!*@",
      "The nemesis was slain. NL NL ",
      "The owner died. NL NL ",
      "You #gwin the bet. Unsure what to think, you grab your winnings and leave.",
      "You #rlost the bet, but at least you weren't gouged by a lance."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Murderer] #yBet #y",
      " #yGold - #g70%: #gwin #g",
      " #gGold.",
      "[Owner] #yBet #y",
      " #yGold - #g30%: #gwin #g",
      "[Watch]",
      "[Leave]"
    ]
  },
  "The Library": {
    "NAME": "The Library",
    "DESCRIPTIONS": [
      "You come across an ornate building which appears abandoned. NL A plaque that has been torn free from a wall is on the floor. It reads, #b\"THE #bLIBRARY\". NL Inside, you find countless rows of scrolls, manuscripts, and books. NL You pick one and cozy yourself into a chair for some quiet time.",
      "Reading is for chumps. NL You doze off in a comfy chair instead. NL ~Zzz...~ ~zzz...~ ~..Zz....~ NL You wake up feeling refreshed.",
      "The story is about an insect-controlling teenage girl who aspires to become a hero. The book is filled with creative uses of powers, combat strategies, and varying perspectives. NL Satisfying.",
      "The story is about a man who journeyed beyond the stars and found himself stuck on a desolate foreign planet. Ingenuity, luck, perseverance, and humor to retain his sanity were his tools to return home. NL Fascinating.",
      "The story takes place in a giant isolated building underground as the outside conditions have become unbearable. The novel is mired with conspiracies, propaganda, and injustice. You ponder if similar dynamics are at play within the Spire. NL Unsettling."
    ],
    "OPTIONS": [
      "[Read] #gChoose #g1 #gof #g20 #gcards #gto #gadd #gto #gyour #gdeck.",
      "[Sleep] #gHeal #g",
      " #gHP.",
      "[Leave]",
      "Add a card to your deck."
    ]
  },
  "The Mausoleum": {
    "NAME": "The Mausoleum",
    "DESCRIPTIONS": [
      "Venturing through a series of tombs, you are faced with a large sarcophagus ~studded~ ~with~ ~gems~ in the center of a circular room. NL You cannot make out the writing on the coffin, however, you do notice #p~black~ #p~fog~ seeping out from the sides.",
      "You push open the coffin. As you do, #p~black~ #p~fog~ spews forth and covers the entire room! Inside, you find no body, only a #y~relic.~ You take it and move onwards, #r@coughing@ #r@violently.@",
      "You push open the coffin. The fog dissipates harmlessly. Inside, you find the mortal remains of a decorated soldier grasping an old #yrelic. You pilfer it and move on.",
      "You continue along your way, leaving the forgotten dead undisturbed."
    ],
    "OPTIONS": [
      "[Open Coffin] #gReceive #ga #gRelic. #r",
      "%: #rBecome #rCursed #r- #rWrithe.",
      "[Leave]"
    ]
  },
  "Vampires": {
    "NAME": "Vampires(?)",
    "DESCRIPTIONS": [
      "Navigating an unlit street, you come across several hooded figures in the midst of some dark ritual. As you approach, they turn to you in eerie unison. The tallest among them bares fanged teeth and extends a long, pale hand towards you. NL ~\"Join~ ~us~ ~brother,~ ~and~ ~feel~ ~the~ ~warmth~ ~of~ ~the~ ~Spire.\"~",
      "Navigating an unlit street, you come across several hooded figures in the midst of some dark ritual. As you approach, they turn to you in eerie unison. The tallest among them bares fanged teeth and extends a long, pale hand towards you. NL ~\"Join~ ~us~ ~sister,~ ~and~ ~feel~ ~the~ ~warmth~ ~of~ ~the~ ~Spire.\"~",
      "The tall figure grabs your arm, pulls you forward, and sinks his fangs into your neck. You feel a @dark@ @force@ pour into your neck and @course@ through your body. NL ... NL You wake up some time later, alone. An intense ~hunger~ passes through your belly. You #rmust #rfeed...",
      "You step back and raise your weapon in defiance. The tall figure sighs. \"Very well.\" The entire group of hooded figures morph into a thick black fog that flows away from you. NL You are alone once more.",
      "The pale figures gasp as you take out the #yBlood #yVial. NL ~\"The~ ~master's~ ~blood...~ ~the~ ~master's~ ~blood!~ @THE@ @MASTER'S@ @BLOOD!\"@ NL They all chant fervently as the tall one bows before you. \" Drink from His blood, and become one with #y~Him.\"~ NL The chant growing louder, you consume the contents of the vial. Your vision immediately ~warps~ and fades to darkness. NL NL You wake up some time later, alone. An intense ~hunger~ passes through your belly. You #rmust #rfeed."
    ],
    "OPTIONS": [
      "[Accept] #gRemove #gall #gStrikes. #gObtain #g5 #gBites. #rLose #r",
      "% #rMax #rHP.",
      "[Refuse]",
      "[Lose ",
      "] #gRemove #gall #gStrikes. #gObtain #g5 #gBites.",
      "[Leave]"
    ]
  },
  "Ghosts": {
    "NAME": "Council of Ghosts",
    "DESCRIPTIONS": [
      "As you continue your ascent, #p~thick~ #p~black~ #p~smoke~ begins to billow out of the ground and walls around you, coalescing into three masked forms that start to speak. NL NL ~\"Another~ ~puppet~ ~of~ #y~Neow~ ~I~ ~think.\"~ NL #r@\"AGREED!@ #r@SHE@ #r@ALWAYS@ #r@MAKES@ #r@THE@ #r@FUNNEST@ #r@TOYS!\"@ NL NL You notice an over-sized grin as the third addresses you. NL \"Ignore the others... Would you like a taste of our #y~power?\"~ ",
      "",
      "#y\"Excellent!\" NL As the ghostly shape speaks, you notice its large mouth opening wider and wider. #p~Thick~ #p~black~ #p~smoke~ spews forth and envelops the room. You cannot see or breathe... NL NL Just before you lose consciousness, the sensation stops. NL NL Whatever those things were, they are gone now. You continue on, feeling rather #bhollow.",
      "\"How disappointing...\" NL ~\"You~ ~will~ ~join~ ~us~ ~sooner~ ~or~ ~later.\"~ NL #r@\"HA@ #r@HA@ #r@HA@ #r@HAHAHA!\"@ NL NL The shapes fade away, leaving only the unnerving laughter ringing in your ears.",
      ""
    ],
    "OPTIONS": [
      "[Accept] #gObtain #g5 #gApparition. #rLose #r",
      "% #rMax #rHP.",
      "[Refuse]",
      "",
      "",
      "[Leave]"
    ]
  },
  "SecretPortal": {
    "NAME": "Secret Portal",
    "DESCRIPTIONS": [
      "Before you is a sight that seems out of place in the alien landscape around you. Strangely placed into one of the living walls of the Beyond is an enclosed stone entrance filled with a #p~swirling~ #p~magical~ #p~portal.~ NL NL You aren't sure where it leads, but maybe it could speed your journey through the Spire.",
      "Jumping through the portal, your sense of time and space is completely torn apart. NL NL As you reorient yourself to the new surroundings, you realize that right before you is a fearsome battle.",
      "Careful and cautious seems the better approach for reaching the top of the Spire. Ignoring the portal you continue on."
    ],
    "OPTIONS": [
      "[Enter the Portal] IMMEDIATELY travel to the boss.",
      "[Leave]"
    ]
  },
  "SensoryStone": {
    "NAME": "Sensory Stone",
    "DESCRIPTIONS": [
      "Navigating through the Beyond, you discover a #bglowing #btesseract @spinning@ and ~shifting~ gently in the air.",
      "You touch it. NL NL A #r@sharp@ #r@pain@ flows through you, followed by vivid flashes of a distant memory. NL ...whose memories are these?",
      "#r~FEAR.~ NL NL A demonic creature towers above you, wings spread wide as it howls with laughter. Dead bodies of a tribe surround you while the village is engulfed in terrible #p~dark~ #p~flames.~ NL NL The demon calls out, taunting you. NL NL \" #r@YOU@ #r@REALLY@ #r@ARE@ #r@THE@ #r@STRONGEST@ #r@NOW!@ #r@Haha..@ #r@HEHE...@ #r@HAHAHAAAAH!!@ \" NL NL This laughter echoes forever... ",
      "#g~TRIUMPH.~ NL NL The remains, of a #p~ghostly~ #p~creature,~ sinks slowly into the mud before you, barely visible in the moonlight. You have proven yourself amongst your sisters. NL NL Standing victoriously, you wait in silence as the others ceremoniously place the #ycreature's #yskull atop your head. The ritual has concluded. NL NL You head towards a Spire...",
      "#b~UNKNOWN.~ NL NL Not yet implemented."
    ],
    "OPTIONS": [
      "[Recall] #gAdd #g1 #gColorless #gcard #gto #gyour #gdeck.",
      "[Recall] #gAdd #g2 #gColorless #gcards #gto #gyour #gdeck. #rLose #r",
      "[Recall] #gAdd #g3 #gColorless #gcards #gto #gyour #gdeck. #rLose #r",
      " #rHP.",
      "[Leave]",
      "[Interact]"
    ]
  },
  "The Woman in Blue": {
    "NAME": "The Woman in Blue",
    "DESCRIPTIONS": [
      "From the darkness, an arm pulls you into a small shop. As your eyes adjust, you see a pale woman in sharp clothes gesturing towards a wall of potions. NL \"Buy a potion. Now!\" she states.",
      "\"Good. Now leave.\" NL You exit the shop cautiously.",
      "#r@WHAM@ NL Her gloved fist collides with your face, nearly knocking you off your feet. NL \"Get out before I litter the floor with your guts.\" You take her word and exit with your guts still safely in your body."
    ],
    "OPTIONS": [
      "[Buy 1 Potion] #y",
      "[Buy 2 Potions] #y",
      "[Buy 3 Potions] #y",
      " #yGold.",
      "[Leave]",
      "[Leave] #rTake #r",
      " #rDamage."
    ]
  }
}